Repository: ok-oldking/ok-ww-update
Catalog: i18n/*/LC_MESSAGES/ok.po
Languages: es_es, ja_jp

source: Fleurdelys
ja_jp: フルールドリス

source: no levitator tool in the tab wheel!
es_es: ¡No hay herramienta levitadora en la rueda de pestañas!
ja_jp: TABホイールにレビテートツールを追加してください！

source: Check hotkey error! Please check if hotkey settings are correct!
es_es: ¡Error de tecla de acceso rápido! ¡Por favor, comprueba si la configuración de las teclas de acceso rápido es correcta!
ja_jp: ホットキーエラー！ホットキーの設定が正しいか確認してください！

source: Can not switch to levitator please ensure you have equipped echos!
es_es: ¡No se puede cambiar al levitador, por favor asegúrate de haber equipado ecos!
ja_jp: レビテートツールに切り替えられません。音骸を装備していることを確認してください！

source: (1-6) Important, Choose which level to farm, lower levels might not produce a echo
es_es: (1-6) Importante, elige qué nivel farmear, los niveles más bajos podrían no producir un eco
ja_jp: (1-6) 重要、周回するレベルを選択してください。低レベルでは音骸がドロップしない場合があります。

source: Boss1
es_es: Jefe 1
ja_jp: ボス1

source: Boss2
es_es: Jefe 2
ja_jp: ボス2

source: Boss3
es_es: Jefe 3
ja_jp: ボス3

source: Click Start in Game World
es_es: Haz clic en Iniciar en el mundo del juego
ja_jp: ゲーム内のワールドで開始をクリック

source: Echo Key
es_es: Tecla de Eco
ja_jp: 音骸キー (デフォルトq)

source: Entrance Direction
es_es: Dirección de Entrada
ja_jp: 入口の方向

source: Farm Echo in Dungeon
es_es: Farmear Ecos en Mazmorra
ja_jp: ダンジョンでボス音骸を周回

source: Farm World Boss(May need to drop waypoint on Boss)
es_es: Farmear Jefe del Mundo (Puede ser necesario poner un punto de ruta en el Jefe)
ja_jp: フィールドボス周回 (ボスにピンを立てる必要がある場合があります)

source: Game Hotkey Config
es_es: Configuración de Teclas Rápidas del Juego
ja_jp: ゲームのホットキー設定

source: In Game Hotkey for Skills
es_es: Teclas Rápidas en el Juego para Habilidades
ja_jp: 音骸、共鳴スキル、共鳴解放

source: Level
es_es: Nivel
ja_jp: レベル

source: Liberation Key
es_es: Tecla de Liberación
ja_jp: 共鳴解放キー (デフォルトr)

source: Auto Target
es_es: Apuntar Automáticamente
ja_jp: 自動ターゲット

source: Turn off to enable auto combat only when manually target enemy using middle click
es_es: Desactiva para habilitar el combate automático solo al apuntar manualmente a un enemigo con el clic central
ja_jp: オフにすると、マウスの中ボタンで手動で敵をターゲットした時のみ自動戦闘が有効になります

source: Repeat Farm Count
es_es: Número de Repeticiones
ja_jp: 周回数

source: Resonance Key
es_es: Tecla de Resonancia
ja_jp: 共鳴スキルキー (デフォルトe)

source: Auto Combat
es_es: Combate Automático
ja_jp: 自動戦闘

source: Backward
es_es: Atrás
ja_jp: 後退

source: Bell-Borne Geochelone
es_es: Geochelone Portacampana
ja_jp: 鐘を背負う亀

source: Crownless
es_es: Sin Corona
ja_jp: 無冠者

source: Jue
ja_jp: 角

source: Hecate
es_es: Hécate
ja_jp: ヘカテ

source: Sentry Construct
es_es: Constructo Centinela
ja_jp: 異構艤装

source: Dragon of Dirge
es_es: Dragón de la Endecha
ja_jp: 嘆きの古龍

source: Nightmare: Feilian Beringal
es_es: Pesadilla: Feilian Beringal
ja_jp: 悪夢：燎原の焚き火

source: Nightmare: Impermanence Heron
es_es: Pesadilla: Garza de la Impermanencia
ja_jp: 悪夢：無常のサギ

source: Nightmare: Thundering Mephis
es_es: Pesadilla: Mephis Atronador
ja_jp: 悪夢：雲閃のウロコ

source: Nightmare: Tempest Mephis
es_es: Pesadilla: Mephis de la Tempestad
ja_jp: 悪夢：朔雷のウロコ

source: Nightmare: Inferno Rider
es_es: Pesadilla: Jinete Infernal
ja_jp: 悪夢：燎火の騎兵

source: Nightmare: Crownless
es_es: Pesadilla: Sin Corona
ja_jp: 悪夢：無冠者

source: Nightmare: Mourning Aix
es_es: Pesadilla: Aix Afligido
ja_jp: 悪夢：哀声のシシ

source: Nightmare: Lampylumen Myriad
es_es: Pesadilla: Miríada Lampylumen
ja_jp: 悪夢：輝螢軍勢

source: Enable auto combat in Abyss, Game World etc
es_es: Habilitar combate automático en Abismo, Mundo del Juego, etc.
ja_jp: フィールド、深淵、無音区などで自動戦闘を有効にする

source: Feilian Beringal
ja_jp: 燎原の焚き火

source: Forward
es_es: Adelante
ja_jp: 前進

source: Impermanence Heron
es_es: Garza de la Impermanencia
ja_jp: 無常のサギ

source: Inferno Rider
es_es: Jinete Infernal
ja_jp: 燎火の騎兵

source: Lampylumen Myriad
es_es: Miríada Lampylumen
ja_jp: 輝螢軍勢

source: Mech Abomination
es_es: Abominación Mecánica
ja_jp: 巡回蟷螂

source: Mourning Aix
es_es: Aix Afligido
ja_jp: 哀声のシシ

source: N/A
ja_jp: 周回しない

source: Skip Dialog during Quests
es_es: Omitir Diálogos durante Misiones
ja_jp: 任務中の会話をスキップ

source: Tempest Mephis
es_es: Mephis de la Tempestad
ja_jp: 朔雷のウロコ

source: Thundering Mephis
es_es: Mephis Atronador
ja_jp: 雲閃のウロコ

source: Combat Count
es_es: Número de Combates
ja_jp: 戦闘回数

source: Echo Count
es_es: Número de Ecos
ja_jp: 音骸獲得数

source: Log
es_es: Registro
ja_jp: ログ

source: Auto Pick
es_es: Recogida Automática
ja_jp: 自動収集

source: Auto Pick Flowers in Game World
es_es: Recoger Flores Automáticamente en el Mundo del Juego
ja_jp: フィールドで自動収集

source: Pick Echo Config
es_es: Configuración de Recogida de Ecos
ja_jp: 音骸収集設定

source: Turn on if your CPU is Powerful for more accuracy
es_es: Activa si tu CPU es potente para mayor precisión
ja_jp: CPU性能が高い場合はオンにすると、音骸収集の精度が向上します。性能が不十分で音骸を拾えない場合はオフにしてください。

source: Use OCR
es_es: Usar OCR
ja_jp: OCRを使用

source: Check Monthly Card
es_es: Comprobar Tarjeta Mensual
ja_jp: 月パスを確認

source: Check for monthly card to avoid interruption of tasks
es_es: Comprobar la tarjeta mensual para evitar la interrupción de tareas
ja_jp: 月パスのポップアップによるタスク中断を回避

source: Monthly Card Config
es_es: Configuración de Tarjeta Mensual
ja_jp: 月パス設定

source: Monthly Card Time
es_es: Hora de la Tarjeta Mensual
ja_jp: 月パス時間

source: Your computer's local time when the monthly card will popup, hour in (1-24)
es_es: La hora local de tu ordenador en la que aparecerá la tarjeta mensual, hora en (1-24)
ja_jp: 月パスのポップアップが表示されるPCのローカル時間 (1-24時)

source: must be in game world and in teams, please check you game resolution is 16:9
es_es: Debes estar en el mundo del juego y en equipo, por favor comprueba que la resolución de tu juego es 16:9
ja_jp: フィールドのチーム内にいる必要があります。ゲーム解像度が16:9であることを確認してください。

source: Capture Frame Count
es_es: Número de Capturas de Fotogramas
ja_jp: キャプチャ回数

source: Capture Frame Rate
es_es: Tasa de Fotogramas de Captura
ja_jp: キャプチャFPS

source: Current Character
es_es: Personaje Actual
ja_jp: 現在のキャラクター

source: Diagnosis
es_es: Diagnóstico
ja_jp: 問題診断

source: Diagnosis Problem, Performance Test, Run in Game World
es_es: Diagnóstico de Problema, Prueba de Rendimiento, Ejecutar en el Mundo del Juego
ja_jp: 問題診断、パフォーマンス・テスト、フィールドで実行してください。スキル状態がゲーム内と一致しない場合、FAQを確認してください。

source: Echo Available
es_es: Eco Disponible
ja_jp: 音骸使用可能

source: Echo in CD
es_es: Eco en Recarga
ja_jp: 音骸クールダウン中

source: Game Resolution
es_es: Resolución del Juego
ja_jp: ゲーム解像度

source: Liberation Available
es_es: Liberación Disponible
ja_jp: 共鳴解放使用可能

source: Liberation in CD
es_es: Liberación en Recarga
ja_jp: 共鳴解放クールダウン中

source: Resonance Available
es_es: Resonancia Disponible
ja_jp: 共鳴スキル使用可能

source: Resonance in CD
es_es: Resonancia en Recarga
ja_jp: 共鳴スキルクールダウン中

source: False
es_es: Falso
ja_jp: いいえ

source: True
es_es: Verdadero
ja_jp: はい

source: Can't load game hotkey, please equip echos for all characters and use A-Z as hotkeys for skills, detected key:{}
es_es: No se pueden cargar las teclas rápidas del juego, por favor equipa ecos a todos los personajes y usa A-Z como teclas rápidas para las habilidades, tecla detectada:{}
ja_jp: ゲームのホットキーを読み込めません。全キャラクターに音骸を装備し、スキルにA-Zのキーを割り当ててください。検出されたキー：{}

source: Tool Key
es_es: Tecla de Herramienta
ja_jp: 探索ツールキー

source: Echo per Hour
es_es: Ecos por Hora
ja_jp: 1時間あたりの音骸獲得数

source: Can't auto combat, Please equip echos!
es_es: ¡No se puede combatir automáticamente, por favor equipa ecos!
ja_jp: 自動戦闘できません。音骸を装備してください！

source: Turn on to avoid interruption by monthly card when executing tasks
es_es: Activa para evitar interrupciones por la tarjeta mensual al ejecutar tareas
ja_jp: オンにすると、タスク実行中に月パスで中断されるのを防ぎます

source: Turn on to enable auto pick echo
es_es: Activa para habilitar la recogida automática de ecos
ja_jp: オンにすると、音骸の自動収集が有効になります

source: can't find gray_book_boss, make sure f2 is the hotkey for book
es_es: no se puede encontrar el jefe del libro gris, asegúrate de que F2 sea la tecla rápida para el libro
ja_jp: ボスリストが見つかりません。F2キーでガイドブックが開けることを確認してください。

source: Echo Pickup Method
es_es: Método de Recogida de Ecos
ja_jp: 音骸探索方法

source: Run in Circle
es_es: Correr en Círculo
ja_jp: 円を描いて走る

source: Turn Around and Search
es_es: Girar y Buscar
ja_jp: 4方向を探索

source: Walk
es_es: Caminar
ja_jp: 後退して前進

source: Yolo
ja_jp: Yoloモデル

source: Death Count
es_es: Número de Muertes
ja_jp: 死亡回数

source: Game Sound
es_es: Sonido del Juego
ja_jp: ゲーム音声

source: Mute Game while in Background
es_es: Silenciar Juego en Segundo Plano
ja_jp: バックグラウンド時にゲームをミュート

source: Pick Up Black List
es_es: Lista Negra de Recogida
ja_jp: 収集ブラックリスト

source: Pick Up White List
es_es: Lista Blanca de Recogida
ja_jp: 収集ホワイトリスト

source: Auto Combat in Illusive Realm
es_es: Combate Automático en Reino Ilusorio
ja_jp: 幻境で自動戦闘

source: Auto Combat in Multiplayer Mode
es_es: Combate Automático en Modo Multijugador
ja_jp: マルチプレイで自動戦闘

source: Enable auto combat in Multiplayer Mode
es_es: Habilitar combate automático en Modo Multijugador
ja_jp: マルチプレイで自動戦闘を有効にする。ハイライトされたキャラを編成してください。

source: Illusive Realm
es_es: Reino Ilusorio
ja_jp: 半自動ローグライク (深墜異想奇境)

source: Fallacy of No Return
es_es: Falacia sin Retorno
ja_jp: 無戻りの迷路

source: Lorelei
ja_jp: ローレライ

source: click f2 to open the book
es_es: haz clic en F2 para abrir el libro
ja_jp: F2でガイドブックを開く

source: Check configs to keep, click start in game world, must be in a 16:9 screen ratio
es_es: Comprueba las configuraciones a mantener, haz clic en iniciar en el mundo del juego, debe estar en una relación de pantalla de 16:9
ja_jp: 保持する設定にチェックを入れ、フィールドで開始してください。16:9の画面比率である必要があります。

source: Boss
es_es: Jefe
ja_jp: ボス

source: Celestial Light
es_es: Luz Celestial
ja_jp: 浮星祛暗

source: Discard Echo
es_es: Descartar Eco
ja_jp: 音骸を破棄

source: Discarded
es_es: Descartado
ja_jp: 破棄済み

source: Freezing Frost
es_es: Escarcha Congelante
ja_jp: 凝夜の白霜

source: Keep 1C ATK
es_es: Mantener 1C ATK
ja_jp: 1C 攻撃を保持

source: Keep 1C DEF
es_es: Mantener 1C DEF
ja_jp: 1C 防御を保持

source: Keep 1C HP
es_es: Mantener 1C HP
ja_jp: 1C HPを保持

source: Keep 3C ATK
es_es: Mantener 3C ATK
ja_jp: 3C 攻撃を保持

source: Keep 3C Aero DMG
es_es: Mantener 3C Daño Aero
ja_jp: 3C 回折ダメージを保持

source: Keep 3C DEF
es_es: Mantener 3C DEF
ja_jp: 3C 防御を保持

source: Keep 3C Electro DMG
es_es: Mantener 3C Daño Electro
ja_jp: 3C 電導ダメージを保持

source: Keep 3C Energy Regen
es_es: Mantener 3C Recarga de Energía
ja_jp: 3C 協奏エネルギー効率を保持

source: Keep 3C Fusion DMG
es_es: Mantener 3C Daño Fusión
ja_jp: 3C 熔融ダメージを保持

source: Keep 3C Glacio DMG
es_es: Mantener 3C Daño Glacio
ja_jp: 3C 凝縮ダメージを保持

source: Keep 3C HP
es_es: Mantener 3C HP
ja_jp: 3C HPを保持

source: Keep 3C Havoc DMG
es_es: Mantener 3C Daño Havoc
ja_jp: 3C 湮滅ダメージを保持

source: Keep 3C Spectro DMG
es_es: Mantener 3C Daño Espectro
ja_jp: 3C 衍射ダメージを保持

source: Keep 4C ATK
es_es: Mantener 4C ATK
ja_jp: 4C 攻撃を保持

source: Keep 4C Crit
es_es: Mantener 4C Crítico
ja_jp: 4C 会心率を保持

source: Keep 4C Crit DMG
es_es: Mantener 4C Daño Crítico
ja_jp: 4C 会心ダメージを保持

source: Keep 4C DEF
es_es: Mantener 4C DEF
ja_jp: 4C 防御を保持

source: Keep 4C HP
es_es: Mantener 4C HP
ja_jp: 4C HPを保持

source: Keep 4C Healing
es_es: Mantener 4C Curación
ja_jp: 4C 治療効果を保持

source: Lingering Tunes
es_es: Melodías Persistentes
ja_jp: 鳴り止まない残響

source: Molten Rift
es_es: Grieta Fundida
ja_jp: 溶山の裂け目

source: Moonlit Clouds
es_es: Nubes Iluminadas por la Luna
ja_jp: 月を見せる雲

source: Rejuvenating Glow
es_es: Brillo Rejuvenecedor
ja_jp: 隠世の残光

source: Sierra Gale
es_es: Viento de la Sierra
ja_jp: 谷を गरजる長風

source: Sun-sinking Eclipse
es_es: Eclipse del Sol Poniente
ja_jp: 沈日劫

source: Void Thunder
es_es: Trueno del Vacío
ja_jp: 天空の雷

source: Frosty Resolve
es_es: Resolución Helada
ja_jp: 凛冽な決意

source: Eternal Radiance
es_es: Resplandor Eterno
ja_jp: 永遠に此処に在る光

source: Midnight Veil
es_es: Velo de Medianoche
ja_jp: 夜闇に隠す帳

source: Empyrean Anthem
es_es: Himno Empíreo
ja_jp: 天空の合奏

source: Tidebreaking Courage
es_es: Coraje Rompemareas
ja_jp: 荒波を乗り越える勇気

source: Prevent Wuthering Waves from moving the mouse
es_es: Evitar que Wuthering Waves mueva el ratón
ja_jp: 鳴潮によるマウス移動を防止

source: Turn on if you mouse jumps around
es_es: Activa si tu ratón salta
ja_jp: 鳴潮起動時にマウスポインターが飛ぶ場合にオンにしてください

source: Auto Echo Data Merge
es_es: Fusión Automática de Datos de Eco
ja_jp: 音骸データドック自動合成

source: Data Merge Completed!
es_es: ¡Fusión de Datos Completada!
ja_jp: データドック合成完了！

source: Auto combat error: Make sure you're equipping echos and turn off effect that changes the game color, (Game Gammar/Nvidia AMD Game Filter), turn off Motion Blur in game video options
es_es: Error de combate automático: Asegúrate de equipar ecos y desactivar efectos que cambien el color del juego (Gamma del juego/Filtro de juego de Nvidia/AMD), desactiva el desenfoque de movimiento en las opciones de video del juego
ja_jp: 自動戦闘エラー：音骸を装備し、モーションブラーをオフ、ゲームをデフォルトの明るさ設定にし、ゲームの色を変更する設定（ナイトモード、グラフィックカードのフィルター等）を全てオフにしてください。

source: Auto combat error: Make sure to turn off effect that changes the game color, (Game Gammar/Nvidia AMD Game Filter/HDR)
es_es: Error de combate automático: Asegúrate de desactivar efectos que cambien el color del juego (Gamma del juego/Filtro de juego de Nvidia/AMD/HDR)
ja_jp: 自動戦闘エラー：ゲームをデフォルトの明るさ設定にし、ゲームの色を変更する設定（ナイトモード、グラフィックカードのフィルター、HDR等）を全てオフにしてください。

source: Auto Login
es_es: Inicio de Sesión Automático
ja_jp: 自動ログイン

source: Auto Login After Game Starts
es_es: Inicio de Sesión Automático Después de Iniciar el Juego
ja_jp: ゲーム起動後に自動ログイン

source: Auto Start Game
es_es: Inicio Automático del Juego
ja_jp: ゲームを自動起動

source: Auto Start Game When App Starts
es_es: Iniciar Juego Automáticamente al Iniciar la App
ja_jp: アプリ起動時にゲームを自動起動

source: Auto Login Success
es_es: Inicio de Sesión Automático Exitoso
ja_jp: 自動ログイン成功

source: Must choose at least 2 Boss to Farm
es_es: Debes elegir al menos 2 Jefes para farmear
ja_jp: 最低2体のボスを選択する必要があります

source: Can not auto combat because team can only have one healer at most
es_es: No se puede combatir automáticamente porque el equipo solo puede tener un sanador como máximo
ja_jp: 自動戦闘できません。チームにはヒーラーを1人しか編成できません。

source: Daily Task
es_es: Tarea Diaria
ja_jp: デイリータスク

source: Dreamless
es_es: Sin Sueños
ja_jp: 無妄者

source: Farms the selected Tacet Suppression, until no stamina. Must be able to teleport (F2).
es_es: Farmea la Supresión Tácita seleccionada, hasta agotar el vigor. Debes poder teletransportarte (F2).
ja_jp: 選択した無音区を結晶波長板がなくなるまで周回します。テレポート(F2)可能である必要があります。

source: Login, claim monthly card, farm echo, and claim daily reward
es_es: Iniciar sesión, reclamar tarjeta mensual, farmear ecos y reclamar recompensa diaria
ja_jp: ログイン、月パス受取、音骸周回、デイリー報酬受取

source: Which to Farm
es_es: Qué farmear
ja_jp: 周回対象

source: Tacet Suppression
es_es: Supresión Tácita
ja_jp: 無音区

source: Task completed
es_es: Tarea completada
ja_jp: タスク完了

source: Which Tacet Suppression to Farm
es_es: Qué Supresión Tácita farmear (lista F2)
ja_jp: 周回する無音区 (F2リスト)

source: back_up_stamina
es_es: vigor_de_reserva
ja_jp: 予備の結晶波長板

source: current_stamina
es_es: vigor_actual
ja_jp: 現在の結晶波長板

source: used all stamina
es_es: todo el vigor ha sido utilizado
ja_jp: 結晶波長板を使い果たしました

source: The Tacet Suppression number in the F2 list.
es_es: El número de la Supresión Tácita en la lista F2.
ja_jp: F2リスト内の無音区の番号

source: Please start in game world and in team!
es_es: ¡Por favor, inicia en el mundo del juego y en equipo!
ja_jp: フィールドのチーム内で開始してください！

source: Can't complete daily task, may need to increase stamina manually!
es_es: ¡No se puede completar la tarea diaria, puede que necesites aumentar el vigor manualmente!
ja_jp: デイリータスクを完了できません。手動で結晶波長板を補充する必要があるかもしれません！

source: Auto Enhance Echo
es_es: Mejorar Eco Automáticamente
ja_jp: 音骸自動強化

source: Auto Enhance and Tune Echo after you add EXP Material
es_es: Mejorar y Sintonizar Eco automáticamente después de añadir material de EXP
ja_jp: 経験値素材を追加した後、自動で音骸を強化・チューニングします

source: Auto Pick Echo After Combat
es_es: Recoger Eco Automáticamente Después del Combate
ja_jp: 戦闘後に音骸を自動収集

source: Farm Map with Star Path
es_es: Farmear Mapa con Ruta de Estrellas
ja_jp: スターパスでマップを周回

source: Farm world map with a marked path of stars (diamond as the starting point), start in the map screen
es_es: Farmear mapa del mundo con una ruta marcada con estrellas (diamante como punto de partida), inicia en la pantalla del mapa
ja_jp: 星マークでマークされたルートを周回します（菱形が開始地点）。マップ画面から開始してください。

source: Stars
es_es: Estrellas
ja_jp: 星マーク

source: Need be in the map screen and have a diamond as the starting point!
es_es: ¡Necesitas estar en la pantalla del mapa y tener un diamante como punto de partida!
ja_jp: マップ画面で、菱形を開始地点としてマークする必要があります！

source: Need be in the map screen and have a path of at least 3 stars!
es_es: ¡Necesitas estar en la pantalla del mapa y tener una ruta de al menos 3 estrellas!
ja_jp: マップ画面で、少なくとも3つの星マークでルートをマークする必要があります！

source: Click Start after Entering Dungeon or Teleporting to The Boss
es_es: Haz clic en Iniciar después de Entrar a la Mazmorra o Teletransportarte al Jefe
ja_jp: ダンジョンに入るかボスにテレポートした後、開始をクリック

source: Farm 4C Echo in Dungeon/World
es_es: Farmear Eco 4C en Mazmorra/Mundo
ja_jp: 4C音骸を周回 (フィールド/ダンジョン)

source: Combat Wait Time
es_es: Tiempo de Espera de Combate (seg)
ja_jp: 戦闘待機時間(秒)

source: Wait time before each combat(seconds), set 5 if farming Sentry Construct
es_es: Tiempo de espera antes de cada combate (segundos), establece 5 si farmeas Constructo Centinela
ja_jp: 各戦闘前の待機時間(秒)。異構艤装を周回する場合は5秒に設定してください。

source: Simulation Challenge
es_es: Desafío de Simulación
ja_jp: シミュレーション挑戦

source: Farms the selected Simulation Challenge. Must be able to teleport (F2).
es_es: Farmea el Desafío de Simulación seleccionado. Debes poder teletransportarte (F2).
ja_jp: 選択したシミュレーション挑戦を周回します。「黎明の塔-剣闘士の肖像」にテレポート可能である必要があります。

source: Material Selection
es_es: Selección de Material
ja_jp: 素材選択

source: Resonator EXP / Weapon EXP / Shell Credit
es_es: EXP de Resonador / EXP de Arma / Crédito de Concha
ja_jp: 共鳴者経験値 / 武器経験値 / シェルコイン

source: Resonator EXP
es_es: EXP de Resonador
ja_jp: 共鳴者経験値

source: Weapon EXP
es_es: EXP de Arma
ja_jp: 武器経験値

source: Shell Credit
es_es: Crédito de Concha
ja_jp: シェルコイン

source: Forgery Challenge
es_es: Desafío de Forja
ja_jp: 凝素領域

source: Farms the selected Forgery Challenge. Must be able to teleport (F2).
es_es: Farmea el Desafío de Forja seleccionado. Debes poder teletransportarte (F2).
ja_jp: 選択した凝素領域を周回します。テレポート(F2)可能である必要があります。

source: Which Forgery Challenge to Farm
es_es: Qué Desafío de Forja farmear (lista F2)
ja_jp: 周回する凝素領域 (F2リスト)

source: The Forgery Challenge number in the F2 list.
es_es: El número del Desafío de Forja en la lista F2.
ja_jp: F2リスト内の凝素領域の番号

source: not enough stamina
es_es: vigor insuficiente
ja_jp: 結晶波長板が不足しています

source: Click skill failed, check if the keybinding is correct in ok-ww settings!
es_es: ¡Fallo al hacer clic en la habilidad, comprueba si la asignación de teclas es correcta en la configuración de ok-ww!
ja_jp: スキル発動に失敗しました。ok-wwの設定でキー割り当てが正しいか確認してください！

source: Change Time to Night
es_es: Cambiar Hora a Noche
ja_jp: 時間を夜に変更

source: Yes if Farming Lorelei
es_es: Sí si farmeas Lorelei
ja_jp: ローレライを周回する場合は「はい」を選択

source: Must be able to teleport (F2)
es_es: Debes poder teletransportarte (F2)
ja_jp: テレポート(F2)可能である必要があります

source: Half-Auto Rougue
es_es: Rogue Semiautomático (Semanal)
ja_jp: 半自動ローグライク (ウィークリー)

source: Enable half-auto combat in weekly rougue, language needs Chinese
es_es: Habilita el combate semiautomático en el rogue semanal, se requiere intervención manual si te atascas
ja_jp: ウィークリーローグライクで半自動戦闘を有効にします。壁にスタックした場合は手動操作のプロンプトが表示されます。

source: Auto Pick Echo Treasure
es_es: Recoger Tesoro de Eco Automáticamente
ja_jp: 音骸報酬を自動で受け取る

source: If set to False, treasure will be claimed if stamina is sufficient
es_es: Si se establece en Falso, el tesoro se reclamará si el vigor es suficiente
ja_jp: 「いいえ」に設定した場合、結晶波長板が十分な場合に報酬を受け取ります

source: Half-Auto Rougue Task Finish
es_es: Tarea de Rogue Semiautomático Finalizada
ja_jp: 半自動ローグライクのタスク完了

source: Not in realm and cant find the entrance
es_es: No estás en el reino y no se puede encontrar la entrada
ja_jp: 領域内にいないか、入口が見つかりません。ウィークリーコンテンツの入口または内部で開始してください。

source: Need mankind help
es_es: ¡Se necesita ayuda humana para continuar!
ja_jp: 自動ローグライク失敗、次のノードまで手動操作が必要です！

source: current task
es_es: tarea actual
ja_jp: 現在のタスク

source: in main
es_es: en principal
ja_jp: メイン画面

source: wait main
es_es: esperar principal
ja_jp: メイン画面待機

source: Stop When Treasure Found
es_es: Detener al Encontrar Tesoro
ja_jp: 音骸報酬が出現したら停止

source: Don't restart in Realm
es_es: No reiniciar en el Reino
ja_jp: ダンジョンボス戦後、再挑戦しない

source: Yes if Farming Nightmare: Hecate
es_es: Sí si farmeas Pesadilla: Hécate
ja_jp: 悪夢・ヘカテを周回する場合は「はい」を選択
